tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ccat"
brew "chisel"
brew "duti"
brew "hub"
brew "jq"
brew "mas"
brew "midnight-commander"
brew "rbenv"
brew "swiftgen"
brew "tig"
brew "zsh-autosuggestions"
cask "alfred"
cask "appcleaner"
cask "daisydisk"
cask "google-chrome"
cask "guitar-pro"
cask "iina"
cask "iterm2"
cask "paw"
cask "proxyman"
cask "sublime-text"
cask "transmission"
cask "windscribe"
cask "ksdiff"
cask "devutils"
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Dark Mode for Safari", id: 1397180934
mas "DevCleaner", id: 1388020431
mas "JSONViewer", id: 1438520258
mas "Kaleidoscope", id: 587512244
mas "Magnet", id: 441258766
mas "RAR Extractor Lite", id: 646295438
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Walter`s Currency Converter", id: 1456511514
