# Tap
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Git
brew "git"
brew "tig"
brew "hub"

# Utility
brew "ccat"
brew "jq"
brew "rbenv"
brew "swiftgen"
brew "swiftlint"
brew "zsh-autosuggestions"
cask "font-hack-nerd-font"

# App
cask "alfred"
cask "daisydisk"
cask "iterm2"
cask "paw"
cask "sublime-text"
cask "appcleaner"
cask "transmission"
cask "skype"
cask "google-chrome"
cask "teamviewer"
cask "vlc"
cask "steam"
cask "twitch"

# Mas
brew "mas"
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Dark Mode for Safari", id: 1397180934
mas "JSONViewer", id: 1438520258
mas "Kaleidoscope", id: 587512244
mas "Magnet", id: 441258766
mas "RAR Extractor Lite", id: 646295438
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Walter`s Currency Converter", id: 1456511514
